// Pushbutton that says "Install 32 Items"
"installButtonLabelTemplatePlural" = "Instalar %d elementos";

// Pushbutton that says "Install 1 Item"
"installButtonLabelTemplateSingular" = "Instalar %d elemento";

// Pushbutton for zero items
"installButtonLabelTemplateZero" = "Instalar";

// Abbreviation for megabytes
"size-mb-unit" = "MB";

// Abbreviation for kilobytes
"size-kb-unit" = "KB";

// Format for file size, like "37 MB" or "182.31 KB"
"size-string-format" = "%.1f %@";


// Strings for the "Products require reboot" dialog

// Reboot alert, shown if the user needs to restart their system.
"reboot-message" = "El programa Actualización de software de Google recomienda reiniciar el equipo.";
// Reboot message specifying which software product might not work until a reboot.
"reboot-details" = "%1$@ podría no funcionar correctamente hasta que reinicies el equipo.";
// Default button, reboot now
"reboot-button1" = "Reiniciar";
// Cancel button - do it later
"reboot-button2" = "Más tarde";
// Alert icon name.
// This message does not need to be translated.
"reboot-iconName" = "error";
// If there is no name for the product wanting a reboot, this string will
// be substituted into into |reboot-details|.
"reboot-no-product-placeholder" = "Algunos programas actualizados recientemente";

// "All done with update" alert message - The updates were successful
"alldone-success-message" = "Las actualizaciones se han instalado correctamente.";
// All-done message saying that the software has successfully finished installing
"alldone-success-details" = "El programa Actualización de software de Google ha completado correctamente la instalación de las actualizaciones.";
// OK Button, updates were successful.
"alldone-success-button1" = "Aceptar";
// Alert icon name.
// This message does not need to be translated.
"alldone-success-iconName" = "success";

// "Unsuccessful update" alert message - All of the updates were not successful.
"alldone-failure-message" = "No se han podido instalar las actualizaciones.";
// Unsuccessful update message saying the update was not successful, and we'll try again at a later time.
"alldone-failure-details" = "El programa Actualización de software de Google no ha podido instalar las actualizaciones. Volverá a intentarlo más tarde.";
// OK button, updates were not successful.
"alldone-failure-button1" = "Aceptar";
// Alert icon name.
// This message does not need to be translated.
"alldone-failure-iconName" = "error";

// "Partial Success", some updates succeeded, and some failed.
"alldone-mixed-message" = "Se han instalado correctamente algunas actualizaciones.";
// Partial success alert message, some updates were successful, some failed and will be tried later.
"alldone-mixed-details" = "El programa Actualización de software de Google ha completado correctamente la instalación de algunas actualizaciones. Volverá a intentar instalar las actualizaciones que han generado errores más tarde.";
// OK button
"alldone-mixed-button1" = "Aceptar";
// Alert icon name.
// This message does not need to be translated.
"alldone-mixed-iconName" = "error";


// Strings for labels in the Google Software Update window.
// Some of these strings are referenced in
// KSAgentUpdateWindowControllerTest.m, so you may need to update the
// test if you change these.

// Title for the software Update Window.  This is the name of the "Google Software Update" product
"updatewindowTitle" = "Actualización de software de Google";
// Update Window message saying that there are new google software updates available.
"updatewindowMessageLabel" = "Hay nuevos programas de Google disponibles para tu equipo.";
// Update Window details line telling the user that if they don't install the updates now, they will be asked again sometime later.
"updatewindowDetailsLabel" = "Si no deseas realizar la instalación en este momento, se te preguntará más adelante.";
// Update Window label that is shown if any updates require a restart.
"updatewindowRestartRequiredLabel" = "Hará falta reiniciar.";
// Update Window button label, acts as a cancel button, so that the user can update things later.
"updatewindowLaterButtonMessageLabel" = "Más tarde";
// Empty string for a table column for the restart icon.  It can stay empty.
// This message does not need to be translated.
"updatewindowTablecolumnRestartLabel" = "";
// Update Window table column header for checkboxes for the user to select/deselect.  If the checkbox is selected, the update will be installed.
"updatewindowTablecolumnInstallLabel" = "Instalar";
// Update Window table column header for the name of the product being updated.
"updatewindowTablecolumnNameLabel" = "Nombre";
// Update Window table column header for the version number of the product being updated.
"updatewindowTablecolumnVersionLabel" = "Versión";
// Update Window table column header for the download size of the product being updated.
"updatewindowTablecolumnSizeLabel" = "Tamaño";
// Update Window label above a progress indicator indicating which product name is being updated..
"updatewindowInstallingProductTemplate" = "Actualizando %@";
// Update Window label saying that installation is in progress.
"updatewindowInstallingStatusLabel" = "Instalando...";


// Strings for the status menu items.  Set this as the title of the
// menu item in Interface Builder, and then the menu is localized
// at runtime.

// Status menu item letting the user bring the software update window to the front.
"raiseWindow" = "Situar ventana de Actualización de software de Google en primer plano";
// Status menu item letting the user check for updates immediately.
"checkForUpdates" = "Buscar actualizaciones";
// Status menu item text which is used when Google Software Update is actually checking for updates.  This is a disabled menu item title
"checkingForUpdates" = "Buscando actualizaciones...";
